{
    "aot": [
        {
            "id": 1,
            "name": "Eren Yeager",
            "info": "Eren Yeager (エレン・イェーガー Eren Yēgā) was a former member of the Survey Corps. He was the main protagonist of Attack on Titan.",
            "image": "https://w0.peakpx.com/wallpaper/999/880/HD-wallpaper-eren-yeager-attack-on-titan-shingeki-no-kyojin-manga-mikasa-anime-levi.jpg"

        },
        {
            "id": 2,
            "name": "Levi Ackerman",
            "info": "LLevi is a soldier working for the Survey Corps Special Operations Squad, also known as Squad Levi, a squad of four elite soldiers with impressive combat records hand-picked by him.",
            "image": "https://i.pinimg.com/736x/d6/08/cb/d608cb528e95bb0d30dd98decbafe53d.jpg"

        },
        {
            "id": 3,
            "name": "Armin Arlert",
            "info": "Armin Arlert is one of the main protagonists of the anime/manga series Attack on Titan. He is a refugee from Shiganshina and Eren Yeager and Mikasa Ackerman's best friend from childhood.",
            "image": "https://static.wikia.nocookie.net/shingekinokyojin/images/9/93/Armin_Arlelt_%28Anime%29_character_image.png/revision/latest?cb=20210322005647"

        },
        {
            "id": 4,
            "name": "Mikasa Ackerman",
            "info": "Mikasa Ackerman (ミカサ・アッカーマン Mikasa Akkāman?) is one of the two deuteragonists of the series, along with Armin Arlert. After her parents were murdered by human traffickers, Mikasa was rescued by Eren Yeager and lived with him and his parents, Grisha and Carla, before the fall of Wall Maria.",
            "image": "https://cdn.myanimelist.net/images/characters/9/215563.jpg"

        },
        {
            "id": 5,
            "name": "Erwin Smith",
            "info": "Commander Erwin Smith is a supporting protagonist in the anime/manga series Attack on Titan. He is the 13th commander of the Scouting Legion. He is noted for his brilliant and resourceful mind, having created new tactics that greatly reduced losses during operations.",
            "image": "https://static.wikia.nocookie.net/shingekinokyojin/images/d/dd/Erwin_Smith_%28Anime%29_character_image_%28845%29.png/revision/latest?cb=20180914184756"

        },
        {
        "id": 6,
        "name": "Jean Kirstein",
        "info": "Jean Kirstein (ジャン・キルシュタイン Jan Kirushutain?) is a graduate of the 104th Training Corps, among whom he ranked 6th best. Jean hails from Wall Rose's Trost District, and joined the military with hopes of obtaining a peaceful life as part of the Military Police Brigade, but would later find himself joining the Survey Corps.",
        "image": "https://static.wikia.nocookie.net/shingekinokyojin/images/3/38/Jean_Kirschtein_%28Anime%29_character_image.png/revision/latest?cb=20210207230042"
        }
    ]


}